7zip
alacritty
autohotkey
bat
eza
fastfetch
flow-launcher
gcc
gh
git
glazewm
hunt-and-peck
iosevkaterm-nf
moor
neovim
nodejs
obs-studio
obsidian
openjdk
pipes-rs
powertoys
prismlauncher
python
starship
vcredist2022
yasb
yazi
zoom

