7zip
alacritty
autohotkey
bat
eza
fastfetch
flow-launcher
gcc
gh
git
glazewm
grep
hunt-and-peck
iosevkaterm-nf
iosevkaterm-nf-mono
iosevkaterm-nf-propo
moor
neovim or vscode
nodejs
obs-studio
obsidian
openjdk
pipes-rs - optional
powertoys - optional (only used the color picker tho)
python
starship
vcredist2022
yasb or zebar
yazi
zoom
